spec/spec/SVWS/IntegrationPlatform/Examples/OperationsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration" xmlns:svxp="http://bpc.ru/SVXP">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getOperationsRequest>
         <card_id>100000000017</card_id>
         <card_number>4294296014656756</card_number>
         <account_id>6</account_id>
         <account_number>40817810100000776817</account_number>
         <inst_id>1001</inst_id>
         <start_date>2013-01-01</start_date>
         <end_date>2013-10-01</end_date>
		 <statuses>
            <svxp:status>OPST0400</svxp:status>
         </statuses>
         <lang>LANGENG</lang>
      </int:getOperationsRequest>
   </soapenv:Body>
</soapenv:Envelope>
